Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1197_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Tiõrvʼvuõđ säʹmmlai meersažpeiʹvven
fin: Tervehdys saamelaisten kansallispäivänä

source: Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjen haaʹlääm tuäivted pukid šiõǥǥ säʹmmlai meersažpeeiʹv !
fin: Saamelaiskäräjien puheenjohtajana haluan toivottaa kaikille hyvää saamelaisten kansallispäivää !

source: Leäm kuärǥast tõʹst, što meersažpeeiʹv prääzkjet täʹbbe määŋgnalla nuʹtt pirr Sääʹmjânnam ko še sääʹmvuuʹd åålǥpeäʹlnn.
fin: Olen iloinen siitä, että kansallispäivää juhlitaan tänään niin ympäri Saamenmaata kuin saamelaisalueen ulkopuolellakin monin eri tavoin.

source: Ij leäkku õhtt oʹdinakai vueʹǩǩ leʹbe nääʹll, mäʹhtt säʹmmlai meersažpeeiʹv õõlǥči prääzkjed, da peeiʹv fiinâsvuõtt lij-i tõʹst, što tõʹst lij šõddâm peiʹvv, mâʹst obb sääʹmõhttõs rääjj jiijjâsnallšem uuʹccab leʹbe šuurab prääʹznǩeesvuiʹm.
fin: Ei ole yhtä ainoaa tapaa tai muodollisuutta, miten saamelaisten kansallispäivää tulisi juhlistaa, ja päivän hienous piileekin juuri siinä, että se on kehittynyt päiväksi, josta koko saamelaisyhteisö rakentaa oman näköistään pienempine tai isoimpine juhlallisuuksineen.

source: Mij oudldeei oummu sääʹmpolitiikkâst vueiʹnne tääʹrǩes äʹššen, što säʹmmlain lij jiijjâz meersažpeiʹvv, što säʹmmlaid vueiʹnet jiijjâs pååđmeeran sääʹmǩiõlinees- da kulttuurineesvuiʹm.
fin: Edeltäjämme saamelaispolitiikassa kokivat tärkeäksi, että saamelaisilla on oma kansallispäivä, jotta saamelaiset tulevat nähdyksi omana erillisenä kansana saamen kielineen ja kulttuureineen.

source: Täujja just 6.2. miʹjjid säʹmmlaid, da tõn mäʹhtt mij kulttuur lij jeeʹresnallšem, vääʹldet lokku še väʹlddmediast.
fin: Usein juuri 6.2. meihin saamelaisiin, ja siihen miten kulttuurimme eroaa valtakulttuurista, kiinnitetään huomiota myös valtamediassa.

source: Säʹmmlai meersažpeiʹvv lij leämmaž lekkvuõtt, tõntää miʹjjin teâđčeš vuâsti veâl jiânnai uuʹccab ko ânnʼjõžääiʹj teäʹtte lääʹddõhttsažkååʹddest.
fin: Saamelaisten kansallispäivä on ollut menestys, ilman sitä meistä tiedettäisiin varmasti vielä paljon vähemmän kuin nykyisin tiedetään suomalaisessa yhteiskunnassa.

source: Tõt taʹrjjad miʹjjid säʹmmlaid še vueiʹttemvuõđ prääzkjed sääʹmvuõđ õõutsââʹjest da tuärjjeed kueiʹmm kueiʹmeen.
fin: Se tarjoaa meille saamelaisille myös mahdollisuuden juhlistaa saamelaisuutta yhdessä ja pitää yhtä.

source: Teâđast leʹčči fiin äʹšš, jõs säʹmmlai meersažpeiʹvv leʹčči tõn diõtt juõʹǩǩ peeiʹv, što säʹmmlaid vuäinče pååđmeeran da mij kulttuursaž jiõččmieʹrreemvuõiggâdvuõđ âânče ciistâst da tuärjjeʹče pueʹrben väʹlddõhttsažkååʹdd peäʹlnn.
fin: Tietysti olisi hienoa, jos saamelaisten kansallispäivä olisi siinä suhteessa joka päivä, että saamelaiset nähtäisiin erillisenä kansana ja meidän kulttuurista itsemääräämisoikeuttamme kunnioitettaisiin ja tuettaisiin paremmin valtayhteiskunnan taholta.

source: Tõn õhttvuõđâst Lääʹddjânnmest leät mõõnnâm mõõnni eeʹjj ääiʹj kuuitâǥ lääuʹǩ mååust årra da meeʹst lij jiânnai tuej tuejjeemnalla.
fin: Siinä suhteessa Suomessa on menty kuluneen vuoden aikana kuitenkin askel taaksepäin ja meillä on paljon töitä tehtävänämme. ”

source: ” Miʹjjin ” jiõm juuʹrd tååʹlǩ Sääʹmteeʹǧǧ, peʹce obb sääʹmõhttõõzz.
fin: Meillä ” en tarkoita pelkästään Saamelaiskäräjiä, vaan koko saamelaisyhteisöä.

source: Taarbšep smeʹllkõs ääʹvummšid da veiddsab õhttsažtuej sääʹmorgaanivuiʹm aaʹšši ooudem diõtt.
fin: Tarvitsemme rohkeita avauksia ja laajempaa yhteistyötä eri saamelaistahojen kanssa asioiden eteenpäin viemiseksi.

source: Tuäivam-i, što seämmanalla ko prääzkjep säʹmmlai meersažpeeiʹv, jeäʹp tuejjeʹčče seämma vuõʹjji mieʹldd eeʹjjest nobba sääʹmpolitiikkâst.
fin: Toivonkin, että samalla tavalla kuin juhlistamme saamelaisten kansallispäivää, emme myöskään kangistuisi kaavoihin saamelaispolitiikassa.

source: Sääʹmteʹǧǧ âlgg taʹrjjeed säʹmmlaid hieʹlǩeld âlddnemnallšem fooruum, koon pääiʹǩ aaʹššid vueiʹtet ooudeed.
fin: Saamelaiskäräjien tulee tarjota saamelaisille matalan kynnyksen foorumin, jonka kautta asioita voidaan edistää.

source: Sääʹmteʹǧǧ âlgg uʹvdded še tuärjjõõzzâs jeeʹres sääʹmorgaanid, kook tuejjee tuej seämma täävtõõzzi ouʹdde.
fin: Saamelaiskäräjien tulee antaa tukensa myös muille saamelaistahoille, jotka työskentelevät samojen tavoitteiden eteen.

source: Säʹmmlai meersažpeiʹvven meeʹst pukin säʹmmlain leʹčči šiõǥǥ smiõttâd, mäʹhtt haaʹleep, što aaʹššeen leʹčče jeeʹresnalla, mâiʹd haaʹleep tuejjeed jeeʹresnalla väʹlddõhttsažkådda veʹrddeeʹl.
fin: Saamelaisten kansallispäivänä meidän kaikkien saamelaisten olisi hyvä pohtia, millä tavalla haluamme asioidemme olevan toisin, mitä haluamme tehdä eritavalla valtayhteiskuntaan verrattuna.

source: Meeʹst lij lååʹpp niõǥǥeed nâânn sääʹmõhttsažkååʹddest, da tuejjeed tuej tõn niõǥǥõõzz ouʹdde.
fin: Meillä on lupa haaveilla vahvasta saamelaisyhteiskunnasta, ja tehdä töitä sen haaveen eteen.

source: Måkam lij tõt pueʹttiääiʹj sääʹmõhttsažkåʹdd, koon raajjâp ?
fin: Millainen on se tulevaisuuden saamelaisyhteiskunta, jota rakennamme ?

source: Tän neäʹttlest kuulim tääʹrǩes tuʹmmstõõǥǥ sääʹmaaʹššid kuõskeeʹl.
fin: Kuluneella viikolla kuulimme suotuisan päätöksen saamelaisasioihin liittyen.

source: Tuʹmmstõk ij leämmaž mii täättas tuʹmmstõk, peʹce tõt leäi vuõiggâdvuõđlaž tuʹmmstõk, koʹst Girjás sää ʹmsiid leʹbe paalǥâskååʹdd vuõiggâdvuõđid vuuʹdes määddaid da čaaʹʒʒid di tõin mieʹrrummša toobdsteš Ruõcc peäʹlnn.
fin: Päätös ei ollut mikä tahansa päätös, vaan se oli oikeudellinen päätös, jossa Girjásin lapinkylän eli paliskunnan oikeudet alueensa maihin ja vesiin sekä niistä päättämiseen tunnustettiin Ruotsissa.

source: Tuäivam, što tät Girj á s sääʹmsiid kuõskki tuʹmmstõk mieʹttvaaikat tõõzz, što säʹmmlai vuõiggâdvuõđ Lääʹddjânnmest ouddne ouddmiârkkân ILO 169 – suåppmõõžž ratifiâʹsttem da tâʹvvjânnamlaž sääʹmsuåppmõõžž pääiʹǩ.
fin: Toivon, että tämä Girjásin lapinkylää koskeva päätös myötävaikuttaa siihen, että saamelaisten oikeudet Suomessa tulevat edistymään esimerkiksi ILO 169 - sopimuksen ratifioinnin ja pohjoismaisen saamelaissopimuksen kautta.

source: Tuäivam, što jeäʹp jooud kaiʹbbjed vuõiggâdvuõđid vuõiǥâs-stroiʹttel pääiʹǩ, ko tõt čuâǥǥas lij pukid lossääb.
fin: Toivon, että emme joudu vaatimaan oikeuksia tuomioistuinten kautta, sillä se tie on kaikille raskaampi.

source: Girj ás-tuʹmmstõk lij historiaalʼlaž da oudd tuäiv pukid säʹmmlaid.
fin: Girjásin päätös on historiallinen ja antaa toivoa kaikille saamelaisille.

source: Vuäinam, što tän tuʹmmstõõǥǥâst lie tobdstam tõid vuõiggâdvuõđid, koid nuõrttsäʹmmlai kreäpast še âânn seʹst.
fin: Näen, että tässä päätöksessä on tunnustettu ne oikeudet, mitkä myös kolttakylän arkisto eli gramota sisältää.

source: Täid vuõiggâdvuõđid feʹrttai tobdsted še Lääʹddjânnmest.
fin: Nämä oikeudet täytyy tunnustaa myös Suomessa.

source: Jiõččân peäʹlest leäm ååʹn viikkmen loʹppe mõõnnâm neellj eeʹjj pââʹj Sääʹmteeʹǧǧest, koin miâlggâd mââimõs eeʹjj leäm tuåimmâm Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjen.
fin: Omalta osaltani olen parhaillani saattamassa päätökseen kulunutta nelivuotiskautta Saamelaiskäräjillä, joista vajaan vuoden olen toiminut Saamelaiskäräjien puheenjohtajana.

source: Ođđ Sääʹmteʹǧǧ järjstââvv 23.2. vaalpââjas 2016-2019.
fin: Uudet Saamelaiskäräjät järjestäytyy 23.2. vaalikaudelle 2016-2019.

source: Haaʹlääm-i ââʹnned tän vueʹjj äuʹǩǩen da späʹssbõõššâd pukid õhttsažtuâjjkruuggid nuʹtt sääʹm- ko še lääʹddõhttsažkååʹddest mõõnnâm pââʹjest.
fin: Haluankin käyttää tämän tilaisuuden hyväkseni ja kiittää kaikkia yhteistyötahoja niin saamelaisessa kuin suomalaisessakin yhteiskunnassa kuluneesta kaudesta.

source: Haaʹlääm späʹssbõõššâd nuʹtt Sääʹmteeʹǧǧ piisarkååʹdd ko še jeeʹres sääʹminstituutioin reâuggai oummid, kook tuejjee tääʹrǩes tuej nânnsab sääʹmõhttsažkååʹdd ouʹdde.
fin: Haluan kiittää niin Saamelaiskäräjien sihteeristöä kuin muissakin saamelaisinstituutioissa työskenteleviä henkilöitä, jotka tekevät tärkeää työtä vahvemman saamelaisyhteiskunnan eteen.

source: Tät tuejj ij leäkku pâi aʹlǩǩi da ouddnummuž mettan lie reepp lääuʹǩ.
fin: Tämä työ ei ole läheskään aina helppoa ja edistysaskeleet ovat riekon askeleen mittaisia.

source: Tät tuejj lij kuuitâǥ samai täʹrǩǩ säʹmmlai pueʹttiääiʹj peäʹlest.
fin: Tämä työ on kuitenkin erittäin tärkeää saamelaisten tulevaisuuden kannalta.

source: Nuʹtt ko še lie puk tõk aarǥ tuej, kook tuejjee mij jieʹllmest sääʹmjieʹllem da ouʹdde sääʹmvuõʹtte pueʹttiääiʹj.
fin: Niin kuin on myös ne kaikki arjen teot, jotka tekevät elämästämme saamelaista ja antavat saamelaisuudelle tulevaisuuden.

source: Siõm vuåjuin šâdd jõnn jään; õõutsââʹjest leäʹp viõus.
fin: Pienistä puroista syntyy iso eno; yhdessä olemme vahvoja.

source: Aanrest säʹmmlai meersažpeiʹvven
fin: Inarissa saamelaisten kansallispäivänä

source: saaǥǥjååʹđteei
fin: puheenjohtaja
